app/controllers/posts_controller.rb

INSERT INTO "posts" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2017-05-20 18:38:49.144482"], ["updated_at", "2017-05-20 18:38:49.144482"]]
---
	def new
		@post = Post.create(title: params[:title], description: params[:description])